<!DOCTYPE html>
<html lang="de">
<head prefix="og: https://ogp.me/ns#">

    <title>EasyFlick Homepage - Impressum, Datenschutz und Nutzungsbedingungen</title>
    <meta charset="UTF-8">
    <meta name="keywords" content="EasyFlick, Easy FLick, EZ Flick, Minecraft, Minecraft Ressourcenpakete, Minecraft Resourcepacks, Coding, Java, Plugins, Downloads, Wallpaper">
    <meta name="description" content="Impressum, Datenschutz und Nutzungsbedingungen | Auf der EasyFlick Homepage findest du alle möglichen Downloads zu Minecraft Ressourcenpaketen, Wallpapern und anderen Dingen. Viel Spaß!">
    <meta name="author" content="fab3F">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <base href="https://easyflick.ix.tc" target="_self">
    <link rel="apple-touch-icon" sizes="180x180" href="/favicon/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="/favicon/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="/favicon/favicon-16x16.png">
    <link rel="manifest" href="/site.webmanifest">
    <!--Footer Social Media Icons Stylesheet-->
    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/fork-awesome@1.2.0/css/fork-awesome.min.css" integrity="sha256-XoaMnoYC5TH6/+ihMEnospgm0J1PM/nioxbOUdnM8HY=" crossorigin="anonymous">
    <link rel="stylesheet" href="/css/header.css">
    <link rel="stylesheet" href="/css/footer.css">
    <link rel="stylesheet" href="/css/button.css">
    <link rel="stylesheet" href="/css/styles.css">
    <script type="text/javascript" src="/js/functions.js"></script>
    <meta property="og:title" content="EasyFlick Homepage - Impressum, Datenschutz und Nutzungsbedingungen" />
    <meta property="og:url" content="https://easyflick.ix.tc" />
    <meta property="og:description" content="Impressum, Datenschutz und Nutzungsbedingungen | Auf der EasyFlick Homepage findest du alle möglichen Downloads zu Minecraft Ressourcenpaketen, Wallpapern und anderen Dingen. Viel Spaß!" />
    <meta property="og:image" content="/images/EasyFlick_logo.png" />
    <meta name="twitter:site" content="@fab3F_official" />
    <meta name="twitter:card" content="summary" />
    <meta name="twitter:creator" content="@fab3F_official" />


</head>
<body>


<div class="header">
    <a href="/home" class="logo">EasyFlick Homepage</a>
    <div class="header-right">
        <!--Make the current Site active-->
        <a href="/home">Home</a>
        <a href="/downloads">Downloads</a>
        <a href="/kontakt">Kontakt</a>
    </div>
</div>

<div id="content">

    <h1>G&uuml;ltigkeit</h1>
    <h4>Folgendes Impressum, folgende Datenschutzerkl&auml;rung und folgende Nutzungsbedingungen gelten f&uuml;r die nun aufgelisteten Webseiten, Webinhalte und sonstige Inhalte:</h4>
    <p>- Webseite <a href="https://easyflick.ix.tc" rel="noopener noreferrer" target="_blank">https://easyflick.ix.tc</a><br>- Webseite&nbsp;<a href="https://fab3F.github.io" rel="noopener noreferrer" target="_blank">https://fab3F.github.io</a><br><br></p>
    <h3>Inhalts&uuml;bersicht</h3>
    <p>- <a href="/impressum-datenschutz-nutzungsbedingungen#impressum">Impressum</a></p>
    <p>- <a href="/impressum-datenschutz-nutzungsbedingungen#datenschutz">Datenschutzerkl&auml;rung</a></p>
    <p>- <a href="/impressum-datenschutz-nutzungsbedingungen#nutzungsbedingungen">Nutzungsbedingungen</a></p>
    <p><br></p>
    <h1 id="impressum">Impressum</h1>
    <p>Angaben gem&auml;&szlig; &sect; 5 TMG</p>
    <h4>Verantwortlich</h4>
    <p>EasyFlick<br>fab3F<br>Machonstra&szlig;e 12<br>12105 Berlin<br>Deutschland</p>
    <h4>Kontakt</h4>
    <p>E-Mail: <a href="mailto:fab3F@programmer.net">fab3F@programmer.net</a></p>
    <p><br></p>
    <h3>Information gem&auml;&szlig; &sect; 36 VSBG</h3>
    <p>Gem&auml;&szlig; &sect; 36 VSBG (Verbraucherstreitbeilegungsgesetz &ndash; Gesetz &uuml;ber die alternative Streitbeilegung in Verbrauchersachen) erkl&auml;rt der Betreiber dieser Website:</p>
    <p>Wir sind weder bereit noch verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.</p>
    <p><br></p>
    <h3>Haftungsausschluss</h3>
    <h4>Haftung f&uuml;r Inhalte</h4>
    <p>Als Diensteanbieter sind wir gem&auml;&szlig; &sect; 7 Abs.1 TMG f&uuml;r eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach &sect;&sect; 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, &uuml;bermittelte oder gespeicherte fremde Informationen zu &uuml;berwachen oder nach Umst&auml;nden zu forschen, die auf eine rechtswidrige T&auml;tigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unber&uuml;hrt. Eine diesbez&uuml;gliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung m&ouml;glich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.</p>
    <p><br></p>
    <h4><strong>Haftung f&uuml;r Links</strong></h4>
    <p>Unser Angebot enth&auml;lt Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb k&ouml;nnen wir f&uuml;r diese fremden Inhalte auch keine Gew&auml;hr &uuml;bernehmen. F&uuml;r die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf m&ouml;gliche Rechtsverst&ouml;&szlig;e &uuml;berpr&uuml;ft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.</p>
    <p><br></p>
    <h4>Urheberrecht</h4>
    <p>Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielf&auml;ltigung, Bearbeitung, Verbreitung und jede Art der Verwertung au&szlig;erhalb der Grenzen des Urheberrechtes bed&uuml;rfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur f&uuml;r den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.</p>
    <p><br></p>
    <h1 id="datenschutz">Datenschutzerkl&auml;rung</h1>
    <h4>Verantwortlich</h4>
    <p>EasyFlick<br>fab3F<br>Machonstra&szlig;e 12<br>12105 Berlin<br>Deutschland</p>
    <h4>Kontakt</h4>
    <p>E-Mail: <a href="mailto:fab3F@programmer.net">fab3F@programmer.net</a></p>
    <p><br></p>
    <h3>Verschl&uuml;sselung</h3>
    <p>Aus Sicherheitsgr&uuml;nden und zum Schutz der &Uuml;bertragung personenbezogener Daten und anderer vertraulicher Inhalte setzen wir auf unserer Website eine SSL- beziehungsweise eine TLS-Verschl&uuml;sselung ein. Dies k&ouml;nnen Sie in der Browserzeile an der Zeichenfolge &bdquo;https://&ldquo; und dem Schloss-Symbol erkennen.</p>
    <p><br></p>
    <h3>Ihre Rechte</h3>
    <p>Sie haben gegen&uuml;ber uns folgende Rechte hinsichtlich der Sie betreffenden personenbezogenen Daten:</p>
    <p>- Recht auf Auskunft<br>- Recht auf Berechtigung oder L&ouml;schung<br>- Recht auf Einschr&auml;nkung der Verarbeitung<br>- Recht auf Widerspruch gegen die Verarbeitung<br>- Recht auf Daten&uuml;bertragbarkeit</p>
    <p><br></p>
    <h3>Widerruf der Einwilligung</h3>
    <p>Falls Sie eine Einwilligung zur Verarbeitung Ihrer Daten erteilt haben, k&ouml;nnen Sie diese jederzeit widerrufen. Ein solcher Widerruf beeinflusst die Zul&auml;ssigkeit der Verarbeitung Ihrer personenbezogenen Daten, nachdem Sie ihn gegen&uuml;ber uns ausgesprochen haben.</p>
    <p>Den Widerruf k&ouml;nnen Sie uns gegen&uuml;ber unter den oben angegebenen Kontaktdaten erkl&auml;ren. (Kontakt per E-Mail wird bevorzugt.)</p>
    <p><br></p>
    <h3>Widerspruch gegen die Verarbeitung Ihrer Daten</h3>
    <p><span style="color: rgb(184, 49, 47);">Sie k&ouml;nnen jederzeit Widerspruch gegen die Verarbeitung Ihrer personenbezogenen Daten einlegen, soweit wir die Verarbeitung auf eine Interessenabw&auml;gung st&uuml;tzen. Dies ist der Fall, wenn die Verarbeitung insbesondere nicht zur Erf&uuml;llung eines Vertrages mit Ihnen erforderlich ist, was von uns jeweils bei der nachfolgenden Beschreibung der Verarbeitungen dargestellt wird. Bei Aus&uuml;bung eines solchen Widerspruchs bitten wir Sie um Darlegung der Gr&uuml;nde, weshalb wir Ihre personenbezogenen Daten nicht wie von uns durchgef&uuml;hrt verarbeiten sollen. Im Falle Ihres begr&uuml;ndeten Widerspruchs pr&uuml;fen wir die Sachlage und werden die Datenverarbeitung einstellen bzw. anpassen, es sei denn, wir k&ouml;nnen zwingende schutzw&uuml;rdige Gr&uuml;nde f&uuml;r die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten &uuml;berwiegen oder die Verarbeitung dient der Geltendmachung, Aus&uuml;bung oder Verteidigung von Rechtsanspr&uuml;chen.</span></p>
    <p><span style="color: rgb(184, 49, 47);">&Uuml;ber Ihren Widerspruch k&ouml;nnen Sie uns &uuml;ber die oben angegebenen Kontaktdaten informieren. (Kontakt per E-Mail wird bevorzugt.)</span></p>
    <p><br></p>
    <h3>Hosting der Website</h3>
    <p>Ein Drittanbieter erbringt f&uuml;r uns die Dienste zum Hosting und zur Darstellung der Website. Alle Daten, die im Rahmen der Nutzung unserer Website oder in daf&uuml;r vorgesehenen Formularen auf unserer Website wie folgend beschrieben verarbeitet werden, werden auf den Servern des Drittanbieters verarbeitet.</p>
    <p>Wenn Sie unsere Website besuchen, verarbeiten wir die nachfolgenden personenbezogenen Daten, die Ihr Browser an unseren Server &uuml;bermittelt (sogenannte Server-Logfiles):</p>
    <p>- IP-Adresse</p>
    <p>- Datum der Anfrage</p>
    <p>- Uhrzeit der Anfrage</p>
    <p>- Zeitzonen Differenz zur Greenwich Mean Time (GMT)</p>
    <p>- Inhalt der Anfrage (konkrete Seite)</p>
    <p>- HTTP-Statuscode</p>
    <p>- Website, von der die Anfrage kommt</p>
    <p>- Browser</p>
    <p>- Version des Browsers</p>
    <p>- Sprache des Browsers</p>
    <p>- Betriebssystem</p>
    <p>- Version des Betriebssystems</p>
    <p>Diese Daten sind f&uuml;r uns technisch erforderlich, um Ihnen unsere Website anzuzeigen und die Stabilit&auml;t und Sicherheit zu gew&auml;hrleisten. Wir behalten uns vor, die Server-Logfiles nachtr&auml;glich zu pr&uuml;fen, sollten konkrete Anhaltspunkte f&uuml;r eine rechtswidrige Nutzung vorliegen.</p>
    <p>Rechtsgrundlage f&uuml;r die Verarbeitung ist gem&auml;&szlig; Art. 6 Abs. 1 lit. f DS-GVO die Wahrung unseres berechtigten und im Rahmen einer Interessenabw&auml;gung &uuml;berwiegenden Interesses an der Verbesserung der Funktionalit&auml;t und der Stabilit&auml;t unserer Website sowie an statistischen Auswertungen.</p>
    <p><br></p>
    <h3>Cookies</h3>
    <p>Die Website verwendet keine Cookies.</p>
    <p><br></p>
    <h3>Kontaktaufnahme</h3>
    <p>Bei Ihrer Kontaktaufnahme mit uns werden die von Ihnen mitgeteilten Daten von uns verarbeitet, um Ihre Fragen zu beantworten. Die Bereitstellung der personenbezogenen Daten ist weder gesetzlich noch vertraglich vorgeschrieben und nicht f&uuml;r einen Vertragsabschluss erforderlich. Ohne die Bereitstellung dieser Daten k&ouml;nnen wir Ihre Fragen nicht beantworten.</p>
    <p>Rechtsgrundlage f&uuml;r die Verarbeitung ist gem&auml;&szlig; Art. 6 Abs. 1 lit. f DS-GVO die Wahrung unseres berechtigten und im Rahmen einer Interessenabw&auml;gung &uuml;berwiegenden Interesses an der Beantwortung Ihrer Fragen. Sofern Ihre Frage im Zusammenhang mit der Anbahnung oder der Durchf&uuml;hrung eines Vertrags mit uns erfolgt, ist zus&auml;tzliche Rechtsgrundlage f&uuml;r die Verarbeitung Ihrer Daten Art. 6 Abs. 1 lit. b DS-GVO.</p>
    <p>Ein Drittanbieter erbringt f&uuml;r uns die Dienste zum Hosting und zur Verwaltung unserer E-Mail-Postf&auml;cher. Alle Daten, die im Rahmen der Kommunikation &uuml;ber unsere E-Mail-Postf&auml;cher verarbeitet werden, werden auf den Servern des Drittanbieters verarbeitet.</p>
    <p>Nach vollst&auml;ndiger Abwicklung der Kontaktanfrage werden Ihre Daten f&uuml;r die weitere Verarbeitung eingeschr&auml;nkt und nach dem Ablauf der gesetzlichen Aufbewahrungsfristen gel&ouml;scht, sofern Sie nicht ausdr&uuml;cklich eingewilligt haben, dass wir Ihre Daten weiter nutzen d&uuml;rfen. Eine weitere Nutzung Ihrer Daten durch uns ist dar&uuml;ber hinaus m&ouml;glich, wenn dies gesetzlich erlaubt ist. Hier&uuml;ber informieren wir Sie gegebenenfalls entsprechend in dieser Datenschutzerkl&auml;rung.</p>
    <p><br></p>
    <h3>Einbettung anderer Social-Media-Inhalte</h3>
    <p>Es kann vorkommen, dass Inhalte anderer Social-Media-Plattformen in die Website eingebunden sind.</p>
    <p>Wir haben weder Einfluss auf die von den Anbietern der jeweiligen sozialen Netzwerke erhobenen Daten und Datenverarbeitungsvorg&auml;nge, noch sind uns der volle Umfang der Datenverarbeitung, die Zwecke der Verarbeitung oder die Speicherfristen bekannt. Auch zur L&ouml;schung der erhobenen Daten durch die der Anbieter der jeweiligen sozialen Netzwerke liegen uns keine Informationen vor.</p>
    <p>Weitere Informationen zu Zweck und Umfang der Datenverarbeitung durch die Anbieter der jeweiligen sozialen Netzwerke erhalten Sie in den Datenschutzerkl&auml;rungen dieser Anbieter. Dort erhalten Sie auch weitere Informationen zu Ihren diesbez&uuml;glichen Rechten und Einstellungsm&ouml;glichkeiten zum Schutze Ihrer Privatsph&auml;re.</p>
    <p><br></p>
    <h1 id="nutzungsbedingungen">Nutzungsbedingungen</h1>
    <p>F&uuml;r alle Minecraft-Ressourcenpakete, Minecraft-Datapacks, Minecraft-Welten, Plugins, Bots, Apps und alle sonstigen Inhalte auf dieser Webseite gelten die nun folgenden Nutzungsbedingungen.</p>
    <p><br></p>
    <h3>Verwendung</h3>
    <p>Sie d&uuml;rfen alle Inhalte f&uuml;r private Zwecke verwenden und herunterladen<br>Wenn Sie den Inhalt anderweitig verwenden wollen, und zum Beispiel auf einer anderen sozialen Plattform vorstellen wollen, m&uuml;ssen Sie einen Quellenverweis angeben. Das hei&szlig;t Sie m&uuml;ssen im Beitrag und in der Beschreibung angeben, woher Sie den Inhalt haben. Das k&ouml;nnte zum Beispiel so aussehen:</p>
    <p><span style="color: rgb(147, 101, 184);">Das im Video gezeigte Werk wurde von fab3F erstellt.</span><br><span style="color: rgb(147, 101, 184);">Den Download findest du auf <a data-fr-linked="true" href="https://fab3F.github.io">https://fab3F.github.io</a>.</span></p>
    <p><br></p>
    <h3>Benutzung f&uuml;r eigene Zwecke</h3>
    <p>Wenn Sie kreativ mit einem Werk arbeiten, geh&ouml;rt es quasi Ihnen. Das bedeutet, wenn Sie es umgestalten oder in eigene Projekte integrieren - also dem Werk geistiges Eigentum hinzuf&uuml;gst - ist es quasi Ihr Werk. Trotzdem m&uuml;ssen Sie auch hier einen Quellenverweis zu der Grundlage angeben.</p>
    <p><br></p>
    <h3>Eigentum</h3>
    <p>Sie d&uuml;rfen die Werke in ihrer Rohform nicht als ihr geistiges Eigentum ausgeben.<br>Sie d&uuml;rfen keinen Beitrag ohne Quellenverweis zu einem Werk ver&ouml;ffentlichen.<br>Sie d&uuml;rfen ein Werk nicht auf einer anderen Plattform zum Download anbieten. In diesem Fall m&uuml;ssen sie auf den originalen Download-Link verweisen, beispielsweise auf <a href="https://fab3F.github.io">https://fab3F.github.io</a>.</p>
    <p><br></p>
    <h3>Verkauf</h3>
    <p>Sie d&uuml;rfen die Werke nicht gegen Geld verkaufen. Sie versto&szlig;en damit m&ouml;glicherweise auch gegen andere Richtlinien.</p>
    <p><br></p>
    <h3>Ausnahmen</h3>
    <p>Falls es Ausnahmen zu den oben genannten Nutzungsbedingungen geben sollte, wird auf der Seite des jeweiligen Inhalts darauf hingewiesen. Ansonsten gelten die Nutzungsbedingungen f&uuml;r alle Minecraft-Ressourcenpakete, Minecraft-Datapacks, Minecraft-Welten, Plugins, Bots, Apps und alle sonstigen Inhalte auf dieser Webseite.</p>
</div>

<footer class="footer-distributed">
    <div class="footer-right">

        <a href="https://fab3F.github.io/link/youtube"><i class="fa fa-youtube"></i></a>
        <a href="https://fab3F.github.io/link/twitter"><i class="fa fa-twitter"></i></a>
        <a href="https://fab3F.github.io/link/instagram"><i class="fa fa-instagram"></i></a>
        <a href="https://fab3F.github.io/link/github"><i class="fa fa-github"></i></a>
        <a href="https://fab3F.github.io/link/discord"><i class="fa fa-discord" aria-hidden="true"></i></a>

    </div>
    <div class="footer-left">

        <p class="footer-links">
            <a class="link-1" href="/home">Home</a>
            <a href="/downloads">Downloads</a>
            <a href="/kontakt">Kontakt</a>
            <a href="/impressum-datenschutz-nutzungsbedingungen">Impressum, Datenschutz & Nutzungsbedingungen</a>
        </p>

        <p class="footer-emailtext">E-Mail:
            <a class="footer-emaillink" href="mailto:fab3F@programmer.net">fab3F@programmer.net</a>
        </p>
    </div>
</footer>


</body>
